11/data/attachments/5b2dfe46a18ed0c8.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Paul_place_Actions_16469_1</nif:username>
            <nif:friendToBeRequested>soap_actions_1a8d4f6f-c0e7-4d8e-b423-461899ecbeba</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>